import "./About.css";

const About = () => {
  return (
    <div className="about-container">
      <h1>Про гру</h1>
      <p>
        The Mystery of University Library - це гра в жанрі "візуальна новела", в якій гравцеві доведеться пізнати таємницю університетської бібліотеки та вирішити її загадки.
      </p>
      <h2>Особливості гри</h2>
      <ul>
      <li>🕹️ Інтерактивність</li>  
      <li>🧑‍🤝‍🧑 Цікаві персонажі</li>  
      <li>🧩 Головоломки</li>  
      <li>🎭 Нелінійний сюжет</li>  
      <li>🎮 Доступність</li>  
      </ul>
    </div>
  );
};

export default About;
